/* 
  Localizable.strings
  ZoomOpener

  Created by francis zhuo on 13/12/2017.
  
*/

"Cancel" = "キャンセル";
"Leave meeting" = "ミーティングを退出";
"Your meeting will begin soon..." = "お客様のミーティングは間もなく始まります。";
"The Zoom client you're installing will shorten the time it takes to join a meeting" = "お客様がインストールしているクライアントは、ミーティングの参加にかかる時間を短縮します。";
"Would you like to leave the meeting?" = "ミーティングから退出したいですか？";

"Join from browser" = "ブラウザから参加";
"Try again" = "もう一度お試しください";
"Get support" = "サポートを利用する";
"Your disk is full" = "お使いのディスクの容量に空きがありません。";
"Unknown Error" = "不明のエラーです。";
"Failed to install" = "インストールに失敗しました";
"Failed to launch" = "立ち上げに失敗しました";
"Network connection failed" = "ネットワークに接続できませんでした。";
"Free up storage and try again." = "ストレージの空きを確保してから再度お試しください。";
"Check your network and try again." = "ネットワークを確認してから再度試してください。";
"Please try again." = "もう一度お試しください。";
"If you still cannot join, contact the Zoom Support Team for help." = "まだ参加できない場合は、Zoomサポートチームにお問い合わせください。";

